Tekla Open API Reference for Tekla Structures 2025
TeklaStructuresSettings.ToolOptionNames.Loads Field
 The loads.
 Namespace: Tekla.Structures
 Assembly: Tekla.Structures (in Tekla.Structures.dll) Version: 2025.0.0-alpha00048669+a99462f17964bc42624ada6e8d316db2d795d226
Syntax
public const string Loads = "sel_loads"
Public Const Loads As String = "sel_loads"
Field Value
Type: String
See Also
Reference
TeklaStructuresSettings.ToolOptionNames Class
Tekla.Structures Namespace